tap "1password/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "apngasm"
brew "giflib"
brew "xz"
brew "atuin", restart_service: :changed
brew "automake"
brew "awk"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "bear"
brew "bottom"
brew "broot"
brew "caddy", restart_service: :changed
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cppunit"
brew "curl"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "direnv"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg"
brew "just"
brew "libgccjit"
brew "librsvg"
brew "lsusb"
brew "make"
brew "mprocs"
brew "yt-dlp"
brew "mpv"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "perl", link: false
brew "pngquant"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "ripgrep"
brew "rtorrent"
brew "sd"
brew "starship"
brew "texinfo"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "xmlrpc-c"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
cask "1password-cli"
cask "avidemux"
cask "cardinal-search"
cask "claude-code"
cask "codex"
cask "losslesscut"
cask "ngrok"
cask "stolendata-mpv"
cask "unnaturalscrollwheels"
